<html>
<head>
    <link href="https://fonts.googleapis.com/css2?family=Raleway:wght@500&display=swap" rel="stylesheet">
    <style type="text/css">
            html, body {
                background-color: black;
            }
            body {
                padding: 10px;
            }
            h1, h2, p {
                color: white;
                font-family: 'Raleway', sans-serif;
            }
            a {
                color: #afafaf;
                font-family: 'Raleway', sans-serif;
            }



    </style>
    <title>PassVault | Windows Clipboard History</title>
    <meta charset="UTF-8">
</head>
<body>

<h1>Windows Historique du Presse-papiers</h1>
<h2>Qu'est-ce que cette fonction fait ?</h2>
<p>La fonction d'historique du presse-papiers de Windows enregistre tout ce que tu stockes dans tes presse-papiers afin
    que tu puissies y acc&eacute;der plus tard.</p>
<br>
<h2>Pourquoi cette fonctionnalit&eacute; compromet-elle ta utilisation de PassVault ?</h2>
<p>Si tu copies des mots de passe dans PassVault et les colles dans un formulaire de connexion, par exemple,
    la fonction enregistre le mot de passe et les personnes qui auront plus tard acc&egrave;s &agrave; ton ordinateur
    peuvent &eacute;galement acc&eacute;der
    &agrave; ton mot de passe sans avoir &agrave; entrer ton mot de passe principal.</p>
<h2>Ai-je activ&eacute; cette fonction sur mon ordinateur ?</h2>
<p>Pour v&eacute;rifier si la fonction Historique du presse-papiers est activ&eacute;e ou non, appuies sur : Win(dows
    touche) + V.
    Si une bo&icirc;te de dialogue appara&icirc;t, indiquant que le presse-papiers est vide ou te montrant des &eacute;l&eacute;ments
    que tu as r&eacute;cemment copi&eacute;s,
    la fonction est activ&eacute;e. Si la fonction est d&eacute;sactiv&eacute;e, la bo&icirc;te de dialogue te demande
    de l'activer, ou elle n'appara&icirc;t m&ecirc;me pas. </p>
<br>
<h2>Comment d&eacute;sactiver ?</h2>
<p>Si tu souhaites d&eacute;sactiver cette function, suis les instructions de cette vid&eacute;o :</p>
<br>
<a href="https://youtu.be/0P3Y7xCL8lw">Instruction: D&eacute;sactiver l'historique du presse-papiers de Windows</a>
<p>Remarque : si l'option est d&eacute;j&agrave; d&eacute;sactiv&eacute;e ou si tu ne trouves pas le param&egrave;tre,
    tu n'as rien &agrave; faire</p>
</body>
</html>